/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Pie atkārtotas ielādes vienmēr pārrakstīt datnes";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Vienmēr izmantot kā pastāvīgo editoru";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Parādīšanās";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Jautāt pirms aizvērt pieslēgumu pārlūkprogrammas logam.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Mēģināt ekstraktēt tekstu un izveidot jaunu dokumentu, no PNG, JPEG un GIF attēlu augšupielādes.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Automātiski pārbaudīt atjauninājumus iekš";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Datu joslas plūsma";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Grāmatzīmes";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Dialoglodziņš";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Izlikt priekšpusē pārvietošanas logu līdzko sāksies pārsūtīšana";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Pārlūks";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Mainīt iestatījumus…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Mainīt pielaides";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Iestatījumu maiņa notiks, kas Jūs atkārtoti atvērsiet programmu.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Pārbaudīt atjauninājumus";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Izvēlieties samazinātu līdzīgo datu glabātuvi (RRS), lai samazinātu glabāšanas izmaksas, nesaglabājot datus, kas ir mazāk svarīgi un atkārtojas.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Izvēlies algoritmu datņu šifrēšanai augšuplādes laikā.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Aizvērt pārvietošanas logu līdzko pārvietošana ir pabeigta";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Apstiprināt atslēgšanos";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Pievienoties grāmatzīmei:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Savienojums";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Pārveidot Google dokumentu formātā";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Noklusējuma vērtība";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Sākotnējā groza atrašanās vieta";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Sākotnējāis protokola uzturētājs";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Sākotnējā glabāšanas klase";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Sākotnējais protokols:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Dokumenti:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Ar dubulto klikšķi atvērt datni citā ārējā programmā";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Lejuplādes mape:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Lejuplādes";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Redaktors";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Šifrēšana";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Izpildīt";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Esošās datnes:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filtrs";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Vispārējs";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google dokumenti";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google dokumenti piedāvā eksportēt dokumentus dažādos veida formātos. Izvēlieties sākotnējo eksporta formātu lejuplādējamiem dokumentiem.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grupa";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Horizontālas svītras";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Ziņu logs vienmēr parādīs pāsreizējo izvēli";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Valoda";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Garš";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maksimāli izlietots:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Vidējs";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Atkārtojumu skaits:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Atvērt tukšu pārlūku līdzko atveras programma. Atvērt iezīmēto grāmatzīmi jaunā pārlūkā.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Atvērt lejuplādētās datnes ar sākotnēji iestatīto programmu.";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Atvērt jaunu pālūka logu pie darba uzsākšanas";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Atvērt jaunu savienojumu";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optiskā zīmju atpazīšana (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Citi skatījumi";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Citi";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Īpašnieks";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Pielaides";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Izvēlne";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Uzrādīšana:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Pasargāt datu laika rādītājus";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Starpniekserveris";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Lasīt";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Dzēst no pārsūtīšanas loga līdzko pārsūtīšana ir pabeigta";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Atkārtot pārtrūkušos tīkla uzdevumus";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Atpakaļ taustiņš iezīmē mapi vai datni, lai to pārsauktu";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Saglabāt darba vietu";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Meklēt kodus atslēgu saišķī. Saglabāt kodus pēc veiksmīgas pieslēgšānās atslēgu saišķī, kā sākotnēju iestatījumu.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Izvēlies koda programmu, lai atvērtu datnes pēc noklusējuma, ja citas programma nav pieejama, lai labotu esošo datnes veidu.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "izvēlies sākuma iestatījuma programmu, lai atvērtu datnes vai saites, kas norādā uz FTP vietu.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "izvēlies sākuma iestatījuma programmu, lai atvērtu datnes vai saites, kas norādā uz SFTP vietu.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Īss";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Parādīt slēptās datnes";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Izlaist datnes ar pastāvīgu izpausmi:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Rēķintabulas:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Raksta kodējums";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Ģeogrāfiskā vieta pie kuras tiks sākotnēji piesaistīts grozs.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Ir atzīmēts sākuma iesstatījuma rakstu kodējums, lai mainītu simbolus datnes nosaukumos pārlūkā. Tam ir jāsakrīt ar rakstu kodējumu serverī.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Apspiest pārsūtīšanu";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Beidzies savienošanās laiks (sekundes):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Laiks ir beidzies";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Laika zīme";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Pārsūtāmās datnes:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Pārsūtīšana";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Neierobežota datu plūsmas josla";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Atjauninājumi";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Augšuplādēt ar pagaidu datnes vārdu";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Augšuplāde";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Izmantot atslēgu saišķi";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Izmantot lielas ikonas";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Izmantot vidējas ikonas";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Izmantot mazas ikonas";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Izmantot aizvietojamu rindas fonu";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Izmantot pārlūka savienojumu";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Pārvelkot datnes izmantot elastīgi kārtotas mapes";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Izmantot sistēmas starpniekservera iestatījumus";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Vertikālas svītras";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Kad izmanto mazas ikonas, grāmatzīmēm parādīsies tikai īsvārds.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Pirms pārlādes beidzot un atjaunojot savienojumus tiks saglabāti visi atvērtie logi.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Rakstīt";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Jūs varat glabāt augšuplādētās datnes iekš Google Dokumentiem vai pārveidot teksta dokumentus, slaidrādes un rēķintabulas Google Dokumentu formātā, pēc tam tos rediģēt tiešsaistē.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "datnēm";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "mapēm";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "vietējās datnes vai mapes pielaides";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "attālinātās datnes vai mapes pielaides";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "šīm pielaidēm:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "kavējas (sekundes):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "kavējas:";

